Repository: big47/e2m3u2bouquet
Catalog: locale/*/LC_MESSAGES/E2m3u2bouquet.po
Languages: de, ru, uk

source: About
de: Über
ru: Информация
uk: Інформація

source: Close
de: Schließen
ru: Закрыть
uk: Закрити

source: BoxType:
de: Модель:
ru: Модель:

source: Image:
de: Имидж:
ru: Имидж:

source: Multi provider IPTV bouquet maker for Enigma2
de: IPTV-Straußhersteller mit mehreren Anbietern für Enigma2
ru: Универсальный плагин Enigma2 для создания плейлистов любых IPTV провайдеров

source: This plugin is free and should not be resold
de: Dieses Plugin ist kostenlos und sollte nicht weiterverkauft werden
ru: Этот плагин - бесплатен и не может быть перепродан

source: Exit
de: Beenden
ru: Выход
uk: Вийти

source: Select
de: Auswählen
ru: Выбор
uk: Вибір

source: Configure
de: Konfigurieren
ru: Конфигурация
uk: Конфігурація

source: Create Bouquets
de: Bouquets Erstellen
ru: Создать букеты
uk: Створити букети

source: Reset Bouquets
de: Bouquets Zurücksetzen
ru: Сбросить букеты
uk: Скинути букети

source: Show log
de: Protokoll anzeigen
ru: Показать лог
uk: Показати лог

source: This will remove the IPTV Bouquets and Epg Importer configs that have been created. Proceed?
de: Dadurch werden die IPTV Bouquets und Epg Importer-Konfigurationen entfernt die erstellt wurden. Fortfahren?
ru: Это удалит все IPTV букеты и ранее созданную конфигурацию плагина EPGImporter. Продолжать?
uk: Це видалить всі IPTV букети і раніше створену конфігурацію плагіну EPGImporter. Продовжити?

source: Automatic bouquet update (schedule):
de: Automatische Bouquet-Aktualisierung (Zeitplan):
ru: Автоматическое обновление букетов (по расписанию):
uk: Автоматичне оновлення букетів (за розкладом):

source: Enable to update bouquets on a schedule
de: Automatische Bouquet-Aktualisierung (Zeitplan) aktivieren
ru: Включить обновление букетов по расписанию
uk: Включити оновлення букетів за розкладом

source: Schedule type:
de: Zeitplantyp:
ru: Тип расписания:
uk: Різновид розкладу:

source: Choose either a fixed time or an hourly update interval
de: Wählen Sie entweder eine feste Zeit oder ein stündliches Aktualisierungsintervall
ru: Выберите фиксированное время или почасовой интервал обновления
uk: Оберіть фіксований час або погодинний інтервал оновлення

source: Update interval (hours):
de: Aktualisierungsintervall (Stunden):
ru: Интервал обновления (часы):
uk: Інтервал оновлення (годин):

source: Set the number of hours between automatic bouquet updates
de: Festlegen der Anzahl der Stunden zwischen automatischen Bouquet-Updates
ru: Установите количество часов между автоматическим обновлением букетов
uk: Задайте кількісь годин між автоматичним оновленням букетів

source: Time to start update:
de: Zeit zum Starten der Aktualisierung:
ru: Время начала обновления:
uk: Час початку оновлення:

source: Set the day of time to perform the bouquet update
de: Stellen Sie den Tag und Zeit ein, um das Bouquet-Update durchzuführen
ru: Установите день для обновления букетов
uk: Задайте день для оновлення букетів

source: Automatic bouquet update (when box starts):
de: Automatische Bouquet-Aktualisierung (wenn die Box gestartet wird):
ru: Автоматическое обновление букетов (при включении ресивера):
uk: Автоматичне оновлення букетів (при включенні ресиверу):

source: Update bouquets at startup
de: Aktualisieren von Buquets beim Start
ru: Обновлять букеты при включении ресивера
uk: Оновлювати букети при включенні ресиверу

source: Picon save path:
de: Picon-Speicherpfad:
ru: Путь сохранения пиконов:
uk: Шлях для збереження піконів

source: Select where to save picons (if download is enabled)
de: Wählen Sie aus, wo Picons gespeichert werden sollen (falls der Download aktiviert ist)
ru: Выберите, где сохранять пиконы (если их загрузка включена)
uk: Вкажіть де зберігати пікони (якщо включене їх завантаження)

source: Attempt Epg Import:
de: Versuch Epg-Import:
ru: Пытаться импортировать EPG:

source: Automatically run Epg Import after bouquet update
de: Epg Import nach Bouquet-Aktualisierung automatisch ausführen
ru: Автоматически запускать EPGImporter после обновления букетов
uk: Автоматично запускати EPGImporter після оновлення букетів

source: Show in extensions:
de: Im Erweiterungen anzeigen:
ru: Показать в расширениях:
uk: Показати в розширеннях:

source: Show in extensions menu
de: Im Erweiterungsmenü anzeigen
ru: Показать в меню расширений
uk: Показувати в меню розширень

source: Show in main menu:
de: Im Hauptmenü anzeigen:
ru: Показать в основном меню:
uk: Показати в основному меню:

source: Show in main menu
de: Im Hauptmenü anzeigen
ru: Показать в основном меню
uk: Показувати в основном меню

source: Debug mode:
de: Debug Modus:
ru: Режим отладки:
uk: Режим налаштування:

source: Enable debug mode. Do not enable unless requested
de: Aktivieren Sie den Debugmodus. Nicht aktivieren, es sei denn, angefordert
ru: Включение режима отладки. Не активируйте данный режим без необходимости
uk: Включення режиму налаштування. Не активуйте цю фцнкцію без необхідності

source: Really close without saving settings?
de: Wirklich schließen, ohne Einstellungen zu speichern?
ru: Выйти без сохранения настроек?
uk: Вийти без збереження налаштувань?

source: Save
de: Speichern
ru: Сохранить
uk: Зберегти

source: Clear
de: Leeren
ru: Очистить
uk: Очистити

source: Log file has been saved to the tmp directory
de: Protokolldatei wurde im TMP-Verzeichnis gespeichert
ru: Лог файл будет сохранен в папку tmp вашего ресивера
uk: Лог файл буде збережено в папку tmp вашого ресиверу

source: Update still in progress. Please wait.
de: Aktualisierung wird noch ausgeführt. Bitte warten.
ru: В процессе обновления. Пожалуйста, подождите.
uk: В процесі оновлення. Будь ласка, зачекайте.

source: Update of channels will start. This may take a few minutes. Proceed?
de: Das Update der Kanäle wird gestartet. Das kann ein paar minuten dauern. verlaufen?
ru: Запуск обновления каналов. Это может занять некоторое время. Продолжить?
uk: Запуск оноволення каналів. Це потребує деякого часу. Продовжити?

source: EPG Import not found Please install the EPG Import plugin
de: EPG-Import nicht gefunden Bitte installieren Sie das EPG Import Plugin
ru: EPGImporter не обнаружен Пожалуйста, уcтановите плагин EPGImporter
uk: EPGImporter не знайдено Будь ласка, встановіть плагін EPGImporter

source: Automated M3U playlists importer
de: Automatischer Import von M3U-Wiedergabelisten
ru: Автоматический импортер M3U плейлистов
uk: Автоматичний імпортер M3U плейлистів

source: Cancel
de: Abbrechen
ru: Отменить
uk: Відмінити

source: Add
de: Hinzufügen
ru: Добавить
uk: Добавити

source: Delete
de: Löschen
ru: Удалить
uk: Видалити

source: simple
de: einfach
ru: простой
uk: простий

source: expert
de: experte
ru: экспертный
uk: експертний

source: custom
de: gegeben
ru: задать
uk: задане

source: default
de: standard
ru: по умолчанию
uk: за замовчуванням

source: bottom
de: unterseite
ru: внизу
uk: знизу

source: top
de: oben
ru: вверху
uk: зверху

source: Delete provider %s
de: Provider löschen %s
ru: Удалить провайдера %s
uk: Видалити провайдера %s

source: Enabled
de: Aktiviert
ru: Доступен
uk: Доступний

source: Enable provider %s
de: Provider aktivieren %s
ru: Разрешить создание букетов для провайдера: %s
uk: Дозволити сворення букетів для провайдера: %s

source: Setup mode
de: Setup modus
ru: Режим настроек
uk: Режим налашатування

source: Choose level of settings. Expert shows all options
de: Wählen Sie die Ebene der Einstellungen. Experte zeigt alle Optionen
ru: Выберете режим настроек. В expert доступны все настройки
uk: Выберіть режим налаштувань. В expert доступні всі налаштування

source: Providers M3U url. If it contains USERNAME & PASSWORD templates, they will be replaced by values below
de: Providers M3U URL. Wenn die Vorlagenwörter USERNAME & PASSWORD im Link vorhanden sind, werden sie automatisch durch die unten eingegebenen ersetzt

source: Used EPG:
de: Verwendeter EPG:
ru: Используемое EPG:
uk: EPG що використовується:

source: If selected default, the plugin will use a predefined EPG by r.rusya
de: Bei Auswahl der Standardeinstellung verwendet das Plugin einen vordefinierten EPG von r.rusya
ru: Если вы выберете default, то будет использоваться EPG by r.rusya по умолчанию
uk: Якщо ви оберете default, то буде використовуватись EPG by r.rusya за замовчуванням

source: url link to EPG issued by provider. Leave blank if the m3u playlist has url-tvg or url-epg tags
de: url link zum EPG des Anbieters. Leer lassen, wenn die m3u-Wiedergabeliste URL-TVG- oder URL-EPG-Tags enthält
ru: Ссылка на EPG провайдера. Оставьте пустой если в m3u плейлисте присутсвуют теги url-epg или url-tvg

source: Username
de: Benutzername
uk: Им'я користувача

source: If set will replace USERNAME placeholder in urls
de: Wenn gesetzt, wird der Platzhalter USERNAME in den URLs ersetzt
uk: Якщо задано, то заменить шаблон USERNAME в URL

source: Password
de: Passwort
uk: Пароль

source: If set will replace PASSWORD placeholder in urls
de: Wenn gesetzt, wird der PASSWORD-Platzhalter in den URLs ersetzt
uk: Якщо задано, то замінить шаблон PASSWORD в URL

source: Enable to create multiple VOD bouquets rather than single VOD bouquet
de: Aktivieren Sie diese Option, um mehrere VoD-Bouquets anstelle eines einzelnen VoD-Bouquets zu erstellen
uk: Дозволяє створювати декілька букетів VOD замість одного букету VOD

source: Automatically download Picons
de: Picons automatisch herunterladen
ru: Автоматически загружать пиконы
uk: Автоматично завантажувати пікони

source: Select where to place IPTV bouquets
de: Wählen Sie aus, wo IPTV-bouquets platziert werden sollen
ru: Выберете где разместить IPTV букеты
uk: Выберіть де размістити IPTV букети

source: Create all channels bouquet:
de: Erstellen Sie Bouquet für alle Kanäle:
ru: Создать All Channels букет:
uk: Створити All Channels букет

source: Create a bouquet containing all channels
de: Erstellen Sie ein Bouquet mit allen Kanälen
uk: Створити букет що включає всі канали з усіх груп

source: All IPTV type:
de: Alle IPTV-Typen:

source: Normally should be left disabled. Setting to enabled may allow recording on some boxes. If you playback issues (e.g. stuttering on channels) set back todisabled
de: Normalerweise sollte deaktiviert bleiben. Die Einstellung "Aktiviert" ermöglicht möglicherweise die Aufnahme in einigen Boxen. Wenn Sie Probleme beider Wiedergabe haben (z. B. Stottern auf Kanälen), setzen Sie die Funktion zurück auf deaktiviert

source: TV Stream Type:
de: TV-Stream-Typ:

source: Stream type for TV services
de: Stream-Typ für TV-Dienste

source: VOD Stream Type:
de: VOD-Stream-Typ:

source: Stream type for VOD services
de: Stream-Typ für VOD-Dienste

source: Override service refs:
de: Service-Refs überschreiben:

source: Should be left disabled unless you need to use the override.xml to override service refs (e.g. for DVB to IPTV EPG mapping)
de: Sollte deaktiviert bleiben, es sei denn, Sie müssen die Datei override.xml verwenden, um Dienstreferenzen zu überschreiben (z. B. für die Zuordnung von DVB zu IPTV-EPG).
ru: Должен быть отключен если вы не используете override.xml для переопределения service refs (для DVB - IPTV EPG переопределения и т.д.)

source: Check providers bouquet:
de: Überprüfen Sie Anbieter Bouquets:

source: Enable this option to check and use providers custom service refs
de: Aktivieren Sie diese Option, um die benutzerdefinierten Dienstreferenzen der Anbieter zu überprüfen und zu verwenden
uk: Включіть цю опцію для перевірки і викорисіання service refs користувача провайдерів

source: Please enter
de: Bitte eingeben
ru: Пожалуйста введите
uk: Будь ласка введіть

source: Confirm deletion of provider: %s
de: Löschen des Providers bestätigen:% s
ru: Подтвердите удаление провайдера: %s
uk: Підтвердіть видалення провайдера: %s

source: Providers
ru: Провайдеры
uk: Провайдери

source: Status
ru: Статус
uk: Статус

source: Attempt Epg Import
uk: Намагатись імпортувати EPG

source: Provider
ru: Провайдер
uk: Провайдер

source: Name
ru: Имя
uk: Им'я

source: Provider name
ru: Имя провайдера
uk: Им'я провайдера

source: Providers M3U url. USERNAME & PASSWORD will be replaced by values below
uk: Посилання на M3U провайдера. USERNAME & PASSWORD будуть автоматично замінені в url

source: Providers EPG url. USERNAME & PASSWORD will be replaced by values below
uk: Посилання на EPG провайдера. USERNAME & PASSWORD будуть автоматично замінені в url

source: Picons
ru: Пиконы
uk: Пікони

source: IPTV bouquet position
uk: Позиція IPTV букетів в списку

source: Normally should be left disabled. Setting to enabled may allow recording on some boxes. If you playback issues (e.g. stuttering on channels) set back to disabled
uk: Зазвичай має бути виключено. Активація може ініціювати запис надеяких ресиверах. Якщо у Вас проблеми з с відтворенням -виключіть

source: Should be left disabled unless you need to use the override.xml to override service refs (e.g. for DVB to IPTV EPG mapping)
uk: Має бути виключено якщо ви не користуєтесь override.xml для перевизначення service refs (для DVB - IPTV EPG перевизначення і т.д.)

source: Check providers bouquet
uk: Перевірити букети провайдера

source: Provider playlist M3U url-link or file
ru: Ссылка на M3U плйелист провайдера или файл

source: Enable to create multiple bouquets rather than single All bouquet
ru: Разрешить создавать несколько букетов по категориям вместо одного общего

source: IPTV bouquet position:
ru: Позиция IPTV букетов в списке:

source: Create a separate bouquet containing all channels
ru: Создать букет содержащий все каналы из всех групп одним списком
